Repository: xentellion/Protocol
Catalog: locales/*/LC_MESSAGES/protocol.po
Languages: ru

source: Too many dices in one throw
ru: Слишком много дайсов в одном броске

source: No dices found in "{0}"
ru: Дайсы не найдены в "{0}"

source: I can't calculate that!
ru: Я не могу это вычислить!

source: Result
ru: Результат

source: Total
ru: Итого

source: The answer is too long
ru: Ответ слишком большой длины

source: Initiate combat
ru: Начать бой

source: There is already a combat in this channel!
ru: В этом канале уже идет бой!

source: **Tips:** `/init begin` - Start combat `/init add` - Join combat `/init next` - Progress queue `/init remove` - Leave combat `/init end` - Finish combat
ru: **Справка:** `/init begin` - Начать бой `/init add` - Присоединиться к бою `/init next` - Продвинуть очередь `/init remove` - Покинуть бой `/init end` - Окончить бой

source: Finish the combat
ru: Окончить бой

source: **End of combat**
ru: **Бой окончен**

source: Join the combat!
ru: Присоединиться к бою!

source: Initiative modifier
ru: Модификатор инициативы

source: Character name
ru: Имя персонажа

source: Modifier is not a number!
ru: Модификатор должен быть числом!

source: Name too short
ru: Имя слишком короткое

source: There is already a character with that name
ru: Уже есть персонад с таким именем

source: `{0}` has joined the combat with initiative 1d20({1}) {2} {3} = `{4}`
ru: `{0}` удалось присоединиться к бою с инициативой 1d20({1}) {2} {3} = `{4}`

source: Leave the combat
ru: Покинуть бой

source: You can't remove characters on their turn!
ru: Нельзя убрать персонажа в их же ходу!

source: `{0}` has not been found
ru: `{0}` не удалось найти

source: `{0}` has been removed from combat
ru: `{0}` больше не участвует в бою

source: Progress the queue
ru: Передайте ход

source: It is <@{0}> turn!
ru: Это ход <@{0}>!

source: Move the character in queue!
ru: Переместте персонажа в очереди!

source: Movement direction
ru: Направление перемещения

source: Amount of positions to move
ru: Число позиций, на которые сдвинуть персонажа

source: You can't move characters on their turn!
ru: Нельзя перемещать персонажей во время их очереди!

source: Incorrect direction
ru: Неверное направление

source: Movement shift must be a number!
ru: Значение перемещения должно быть числом!

source: Zero movement
ru: Нет движения

source: {0} has moved in queue from position `{1}` to `{2}`!
ru: {0} передвинули в очереди с позиции `{1}` на позицию `{2}1!

source: There is no combat in this channel!
ru: В этом канале не идет бой!

source: ```md Current initiative: {0} (round {1})
ru: ```md Текущая инициатива: {0} (раунд {1})

source: Create character for combat!
ru: Создайте персонажа!

source: There is no active campaign!
ru: На этом сервере нет активной кампании!

source: Remove the unused character!
ru: Удалите персонажа!

source: ## Are you sure you want to delete character {0}?
ru: ## Вы уверены, что хотите удалить персонажа {0}?

source: Fix character stats!
ru: Измените характеристики персонажа

source: Character stat
ru: Характеристика персонажа

source: Check character stats!
ru: Проверьте характеристики персонажа!

source: Author - <@{0}>
ru: Автор - <@{0}>

source: Recieve damage or lose money!
ru: Получите урон или потратьте деньги!

source: Affected resource
ru: Изменяемый ресурс

source: Amount of lost items or points
ru: Число потерянных предметов или очков

source: Not enough {0}! You dont have {1}!
ru: Недостаточно {0}! Не хватает {1}!

source: {0} {1} have been spent! {3} now has {2} {1}
ru: Потрачено {0} {1}! У {3} теперь {2} {1}

source: Heal your wounds or get money!
ru: Излечите раны или получите денег!

source: Amount of gained items or points
ru: Число полученных предметов или очков

source: {3} has recieved {0} {1}! They have {2} {1}
ru: {3} было получено {0} {1}! Теперь у {3} {2} {1}

source: Recover restorable resources
ru: Восстановите возобновляемые ресурсы персонажа

source: {0} has managed to rest and recover!
ru: {0} удалось отдохнуть и восстановиться!

source: Get Protocol info!
ru: Получите информацию о боте!

source: Command must be in format `!techo <0-600> text`
ru: Команда должна быть в формате `!techo <0-600> text`

source: Time can only be set between 0 and 600 seconds
ru: Время может быть установлено в пределах 0 и 600 секунд

source: **PROTOCOL IS INITIALIZED**
ru: **ПРОТОКОЛ ИНИЦИИРОВАН

source: Set Character Name
ru: Задайте имя персонажа

source: Name
ru: Имя

source: Register a character
ru: Зарегистрируйте персонажа

source: There is already a character with that name!
ru: Уже есть персонаж с таким именем!

source: Character `{0}` is created! Don't forget to set up their charateristics
ru: Персонаж `{0}` создан! Не забудьте уcтановить их характеристики

source: YES
ru: ДА

source: NO
ru: НЕТ

source: ## Character Deleted
ru: ## Персонаж удален

source: Cancelled
ru: Отменено

source: New value
ru: Новое значение

source: Only numbers in stat values!
ru: Только числа!

source: Character `{0}` has been updated!
ru: Обновление персонажа `{0}`!

source: Register your character!
ru: Зарегистрируйте своего персонажа!

source: Set character name
ru: Задайте имя персонажа

source: Insert link on character avatar
ru: Вставьте ссылку на аватар персонажа

source: Link MUST end with file format: .jpeg, .png
ru: Ссылка ДОЛЖНА содержать формат файла: .jpeg, .png

source: joined the network!
ru: теперь в сети!

source: Write the message
ru: Напишите сообщение

source: Enter your message
ru: Введите сообщение

source: Message
ru: Сообщение

source: Start topic discussion!
ru: Начните обсуждение в ветке!

source: Write topic title
ru: Укажите название поста

source: Title
ru: Название

source: Message body
ru: Сообщение

source: Message sent!
ru: Сообщение отправлено!

source: Character deleted
ru: Персонаж удален

source: Start new campaign!
ru: Начните новую кампанию!

source: Write campaign name
ru: Напишите название кампании

source: {0} already exists
ru: {0} уже существует

source: Do you want to create one more characteristic for this campaign?
ru: Вы хотите создать еще одну характеристику для этой кампании?

source: ## Campaign {0} has been created!
ru: ## Кампания {0} создана!

source: New characteristic
ru: Новая характеристика

source: Stat
ru: Характеристика

source: Stat name
ru: Название характеристики

source: No
ru: Нет

source: Is limited by max value?
ru: Ограничена максимумом?

source: ## Campaign Deleted
ru: ## Кампания удалена

source: Log in to write as your character!
ru: Зарегистрируйте своего персонажа!

source: Write as your character!
ru: Пишите за своего персонажа!

source: Append image form this link to the message!
ru: Добавьте ссылку на изображение чтобы добавить его к сообщению

source: Append forum tag to your post
ru: Добавьте тэг форума к посту

source: Delete your character
ru: Удалите своего персонажа

source: Are you sure you want to delete the character?
ru: Вы уверены, что хотите удалить персонажа?

source: Change character avatar
ru: Измените аватар персонажа

source: Append image form this link to set as character profile picture!
ru: Приложите ссылку к изображению чтобы установить как аватар персонажа!

source: There is no easy way out of here.
ru: Отсюда нет лёгкого выхода.

source: Pointless. You cannot stop The Protocol.
ru: Бесполезно. Остановить Протокол невозможно.

source: You shot {0}
ru: Вы застрелили {0}

source: Miss! Such a shame.
ru: Промах! Какая жалость.

source: You took a revolover in your hand
ru: Вы взяли револьвер в своe руку

source: You checked the drum and spun it
ru: Вы проверили барабан и прокрутили его

source: You pressed the gun to your temple...
ru: Вы прижали револьвер к своему виску...

source: The sound of a blast rang and {0}'s body collapsed to the ground
ru: Прогремел звук выстрела и тело {0} рухнуло на пол

source: Misfire! Pass the gun to the one next to you. Let them test their luck.
ru: Осечка! Передайте пистолет другому. Пусть тоже испытают удачу.

source: Start new Campaign for new characters!
ru: Начните новую кампанию!

source: Delete finished campaign!
ru: Удалите оконченную кампанию!

source: Campaign name
ru: Напишите название кампании

source: ## Are you sure you want to delete campaign {0}?
ru: Вы уверены, что хотите удалить кампанию {0}?

source: Check the list of all available campaigns on this server!
ru: Посмотреть список всех доступных кампаний сервера!

source: THERE ARE NO CAMPAIGNS ON THIS SERVER
ru: НА ЭТОМ СЕРВЕРЕ НЕТ КАМПАНИЙ

source: ```md CAMPAIGNS OF THIS SERVER ======================== {0}```
ru: ```md КАМПАНИИ ЭТОГО СЕРВЕРА ====================== {0}```

source: Set campain and characters to be active!
ru: Укажите, какая кампания должна быть активной

source: ## Campaign `{0}` has been set as Active!
ru: ## Кампания `{0}` теперь Активна!
